Tekla Open API Reference for Tekla Structures 2025
AnalysisDecomposedMemberLoad Methods
The AnalysisDecomposedMemberLoad type exposes the following members.
Methods
Name | Description
Select
 Selects the analysis decomposed member load.
 (Overrides AnalysisObject.Select().)
Top
See Also
Reference
AnalysisDecomposedMemberLoad Class
Tekla.Structures.Analysis Namespace